# ReloadLatestOptions Constructor (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ReloadLatestOptions Constructor
ReloadLatestOptions Class See Also
---
Constructs a new ReloadLatestOptions object.
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2014
# Syntax
C#
---
```text
public ReloadLatestOptions()
```

Visual Basic
---
```text
Public Sub New
```

Visual C++
---
```text
public:
ReloadLatestOptions()
```

# See Also
ReloadLatestOptions Class
Autodesk.Revit.DB Namespace